{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"units": 67, "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "bias_constraint": null, "batch_input_shape": [null, 67], "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "name": "dense_1", "dtype": "float32", "trainable": true}}, {"class_name": "Dense", "config": {"units": 1, "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "name": "dense_2", "activation": "sigmoid", "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "trainable": true}}], "keras_version": "2.2.2"}