{"keras_version": "2.2.2", "config": [{"config": {"bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dtype": "float32", "name": "dense_1", "use_bias": true, "kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "activity_regularizer": null, "trainable": true, "batch_input_shape": [null, 67], "units": 67}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "bias_regularizer": null, "activation": "sigmoid", "activity_regularizer": null, "trainable": true, "name": "dense_2", "units": 1}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential"}