{"config": [{"config": {"kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 67, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "dtype": "float32", "bias_constraint": null, "name": "dense_1", "kernel_regularizer": null, "use_bias": true, "activation": "relu", "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "batch_input_shape": [null, 67]}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 1, "bias_regularizer": null, "activation": "sigmoid", "activity_regularizer": null, "bias_constraint": null, "name": "dense_2", "kernel_regularizer": null, "use_bias": true, "trainable": true, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.2"}