{"class_name": "Sequential", "keras_version": "2.2.2", "config": [{"class_name": "Dense", "config": {"use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "units": 67, "batch_input_shape": [null, 67], "trainable": true, "dtype": "float32", "activation": "relu", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_1"}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "units": 1, "bias_regularizer": null, "trainable": true, "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2"}}], "backend": "tensorflow"}