{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"use_bias": true, "bias_regularizer": null, "activity_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "kernel_constraint": null, "name": "dense_1", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "batch_input_shape": [null, 67], "dtype": "float32", "units": 67, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_regularizer": null, "units": 1, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "kernel_constraint": null, "name": "dense_2", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "activity_regularizer": null, "bias_constraint": null, "trainable": true}}], "keras_version": "2.2.2"}