{"keras_version": "2.2.2", "config": [{"config": {"kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "dtype": "float32", "units": 67, "name": "dense_1", "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "batch_input_shape": [null, 67], "activation": "relu", "bias_regularizer": null, "use_bias": true, "trainable": true}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "units": 1, "name": "dense_2", "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "sigmoid", "bias_regularizer": null, "use_bias": true, "trainable": true}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow"}