{"config": [{"config": {"units": 67, "trainable": true, "dtype": "float32", "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "activation": "relu", "bias_regularizer": null, "name": "dense_1", "kernel_constraint": null, "batch_input_shape": [null, 67], "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}}, "class_name": "Dense"}, {"config": {"units": 1, "trainable": true, "bias_constraint": null, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "activation": "sigmoid", "bias_regularizer": null, "name": "dense_2", "kernel_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.2"}