{"keras_version": "2.2.2", "class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "bias_regularizer": null, "batch_input_shape": [null, 67], "kernel_regularizer": null, "units": 67, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "dtype": "float32", "trainable": true, "activity_regularizer": null, "activation": "relu", "name": "dense_1", "use_bias": true}}, {"class_name": "Dense", "config": {"bias_constraint": null, "bias_regularizer": null, "trainable": true, "units": 1, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "name": "dense_2", "activation": "sigmoid"}}]}