{"backend": "tensorflow", "keras_version": "2.2.2", "config": [{"class_name": "Dense", "config": {"activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "mean": 0.0, "seed": null}}, "use_bias": true, "kernel_constraint": null, "dtype": "float32", "kernel_regularizer": null, "name": "dense_1", "bias_constraint": null, "batch_input_shape": [null, 67], "units": 67, "activity_regularizer": null, "trainable": true}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "mean": 0.0, "seed": null}}, "use_bias": true, "kernel_constraint": null, "kernel_regularizer": null, "name": "dense_2", "activity_regularizer": null, "units": 1, "bias_constraint": null, "trainable": true}}], "class_name": "Sequential"}